{"1": "Every relay is considered a fault array structure.",
  "2": "Each fault core is generated by some form of brittle shear deformation.",
  "3": "A zero-dimensional spatial region is a type of spatial region.",
  "4": "Every deformation band originates from geological deformation.",
  "5": "An immaterial entity qualifies as an independent continuant.",
  "6": "The location of every fault surface is defined within a two-dimensional spatial region.",
  "7": "Every fault surface possesses a spatial region known as the fault surface location.",
  "8": "A fault core lens is classified as a geological object.",
  "9": "Geological contact is identified as a relational quality.",
  "10": "Any generically dependent continuant is recognized as a continuant.",
  "11": "Each fault structure is categorized as a geological structure.",
  "12": "Every fault core membrane consists of brittle fault rock.",
  "13": "A fault array structure is characterized as the structure of a fault system.",
  "15": "A geological time interval represents a one-dimensional temporal region.",
  "16": "Continuity is defined as a quality.",
  "17": "Being smeared is a quality associated with a fault core membrane.",
  "18": "Cohesion is a quality inherent to rock.",
  "19": "The fault core membrane is acknowledged as a geological object.",
  "20": "A fault strike azimuth falls under the category of fault orientation.",
  "21": "Every independent continuant is recognized as a continuant.",
  "22": "A geological boundary is a continuant fiat boundary.",
  "23": "The fault core comprises brittle fault rock.",
  "24": "The hanging wall serves the role of a fault wall.",
  "25": "A physical slip surface is part of a fault wall.",
  "26": "The protolith role is identified as a role.",
  "27": "A fault horse is considered a geological object.",
  "29": "A slip surface structure is the structured form of a physical slip surface.",
  "30": "A conduit fulfills the role within a fault zone.",
  "31": "A fault core is identified as a geological object.",
  "32": "Brittle fault rock is an accumulation of rock.",
  "33": "The fault system structure is the structured aspect of a fault system.",
  "34": "Geological deformation involves the participation of a material entity constituted by a certain amount of rock.",
  "35": "A physical slip surface is a type of fiat object part.",
  "36": "A graben exemplifies the horst and graben structure.",
  "37": "A major fault plays a role within a fault zone.",
  "38": "Cataclasite is classified as brittle fault rock.",
  "39": "Being smeared is described as a quality.",
  "40": "A slip surface structure is considered a geological structure.",
  "41": "Every fault zone contains parts of a fault volume.",
  "42": "Earth fluid is a type of earth material.",
  "43": "A fault wall is externally connected to a fault core.",
  "44": "A low-angle fault is recognized as a fault structure.",
  "45": "A sinistral strike-slip fault is a variant of a strike-slip fault.",
  "46": "The protolith role is fulfilled by a certain amount of rock.",
  "47": "Fault orientation is a quality exhibited by a fault surface location.",
  "49": "Being smeared is categorized as smeared.",
  "50": "A two-dimensional continuant fiat boundary is a type of continuant fiat boundary.",
  "51": "Cataclasite displays the quality of cohesion.",
  "52": "A specifically dependent continuant is a continuant.",
  "53": "The footwall serves the role of a fault wall.",
  "54": "A fault zone comprises a fault core.",
  "55": "A barrier functions as a role.",
  "56": "A negative structure is a type of fault system structure.",
  "57": "A duplex structure forms part of a fault system structure.",
  "58": "A normal fault is classified as a fault structure.",
  "59": "A relay zone fulfills the role within a rock volume.",
  "60": "Function is considered a disposition.",
  "61": "Every geological boundary constitutes a proper spatial part of a geological object.",
  "62": "Dip separation is identified as a fault's maximum separation.",
  "63": "A physical slip surface is externally connected to a fault core.",
  "64": "A role is defined as a realizable entity.",
  "65": "A minor fault assumes the role within its domain.",
  "66": "A geological structure generically depends on a fiat object part or a geological object.",
  "67": "A fiat object part is a type of material entity.",
  "68": "Slickenlines are recognized as a slip surface structure.",
  "69": "A fault surface represents the two-dimensional boundary of a fault zone.",
  "70": "A fault system is represented by a rock volume.",
  "72": "A fault volume encompasses parts of a fault wall.",
  "73": "A strike-slip fault is identified as a fault structure.",
  "74": "Relational quality is deemed a quality.",
  "75": "A fault tip line is a one-dimensional continuant fiat boundary.",
  "76": "Earth material is generated exclusively by geological processes.",
  "77": "A graben plays a role in a fault wall.",
  "78": "A graben is defined as a role.",
  "79": "A fault core membrane exhibits the quality of continuity.",
  "80": "A zero-dimensional continuant fiat boundary is a continuant fiat boundary.",
  "81": "A temporal region is classified as an occurrent.",
  "82": "A conduit is recognized as a role.",
  "83": "Geological age is considered a quality.",
  "84": "The footwall assumes the role within a fault wall.",
  "85": "Brittle fault rock is generated by brittle shear deformation.",
  "86": "A damage zone features a one-dimensional boundary known as the fault tip line.",
  "87": "A fault volume is a composition of rock.",
  "88": "A thrust fault is another term for a reverse fault.",
  "89": "Geological deformation is a type of geological process.",
  "90": "A fault volume includes parts of a fault zone.",
  "91": "A fault zone is demarcated by a two-dimensional boundary known as the fault surface.",
  "92": "An en echelon arrangement is considered a fault array structure.",
  "93": "A continuant fiat boundary is an immaterial entity.",
  "94": "A horst fulfills the role within a fault wall.",
  "96": "A positive structure is an aspect of a fault system structure.",
  "97": "Fault gouge is characterized as brittle fault rock.",
  "98": "A rock volume forms part of a geological object.",
  "99": "A geological object is an entity.",
  "100": "Fault dip direction is a variety of fault orientation.",
  "101": "History is defined as a process.",
  "102": "A synthetic fault is categorized as a minor fault.",
  "103": "Permeability is a disposition of a certain amount of rock.",
  "104": "A two-dimensional spatial region is a spatial region.",
  "105": "A fault zone includes a damage zone.",
  "106": "Fault maximum separation is a quality attributed to a fault wall.",
  "107": "A process profile is identified as a process.",
  "108": "A fault system incorporates parts of a fault volume.",
  "109": "A subsidiary fault assumes the role within a fault zone.",
  "110": "Earth material is a type of material entity.",
  "112": "A fault array structure is classified as a geological structure.",
  "113": "A spatiotemporal region is an occurrent.",
  "114": "Rock quality is a defined quality.",
  "115": "A geological structure is a generically dependent continuant.",
  "116": "Anastomosing is a type of fault array structure.",
  "117": "A fault system structure is a geological structure.",
  "118": "A geological object is associated with an age known as geological age.",
  "119": "A geological object is exclusively generated by geological processes.",
  "120": "A damage zone is externally connected to a fault core.",
  "121": "A geological process occurs within a geological object.",
  "122": "The hanging wall assumes the role within a fault zone.",
  "123": "A relay zone is a role.",
  "124": "Parallel faulting is a fault array structure.",
  "125": "A geological structure is concretized as a quality that is characteristic of a fiat object part or a geological object.",
  "126": "An object is a material entity.",
  "127": "A realizable entity is a specifically dependent continuant.",
  "128": "A fault surface is a two-dimensional continuant fiat boundary.",
  "130": "A one-dimensional temporal region is a temporal region.",
  "131": "Rock quality is attributed exclusively to an amount of rock.",
  "132": "A rock volume is a type of fiat object part.",
  "133": "A dextral strike-slip fault is recognized as a strike-slip fault.",
  "134": "Every fault orientation is characterized as a quality.",
  "135": "Each unconsolidated earth material qualifies as earth material.",
  "136": "Every chatter mark constitutes a slip surface structure.",
  "137": "Every process boundary is classified as an occurrent.",
  "138": "Everything not smeared falls under the category of smeared.",
  "139": "Every antithetic fault is a type of minor fault.",
  "140": "Every fault core lens is a component that is part of a fault core.",
  "141": "Every slickenside is defined as a slip surface structure.",
  "143": "Every fault surface shape is a quality associated with a fault surface.",
  "144": "Each minor fault serves the role within a fault zone.",
  "145": "Every zero-dimensional temporal region is regarded as a temporal region.",
  "146": "Every damage zone is identified as a geological object.",
  "147": "Every deformation band is considered a geological object.",
  "148": "Every flower structure is a type of fault array structure.",
  "149": "Every fault zone partakes in brittle shear deformation.",
  "150": "Every quantity of rock is classified as earth material.",
  "151": "Every fault maximum separation is recognized as a relational quality.",
  "152": "Every heave is categorized as a fault maximum separation.",
  "153": "Every damage zone is a component part of a fault wall.",
  "154": "Every growth fault is an example of a fault structure.",
  "155": "Every fault core lens is constituted by a certain amount of rock that assumes a protolith role.",
  "156": "Every fault core is a segment that is part of a fault zone.",
  "157": "Every subsidiary fault is identified as a role.",
  "158": "Each deformation band is composed of some amount of rock.",
  "159": "Every fault structure generally relies upon some fault volume.",
  "160": "Every site is defined as an immaterial entity.",
  "161": "Every geological process involves some earth material or geological object as a participant.",
  "162": "Every object aggregate is classified as a material entity.",
  "163": "Every spatial region is considered an immaterial entity.",
  "164": "Every geological structure is manifested as a quality characteristic of a geological object.",
  "165": "Every fault zone has a one-dimensional boundary known as a fault tip line.",
  "166": "Every fault zone is recognized as a geological object.",
  "167": "Every material entity is an independent continuant.",
  "168": "Every fault core membrane is a part of a fault core.",
  "169": "Every one-dimensional continuant fiat boundary is a continuant fiat boundary.",
  "170": "Every barrier functions as a role within a fault zone.",
  "171": "Every fault gouge possesses a quality identified as non-cohesive.",
  "172": "Every one-dimensional spatial region is a spatial region.",
  "173": "Every irregular formation is a type of fault surface shape.",
  "174": "Every oblique fault is a structural type of fault.",
  "175": "Every continuant is an entity.",
  "176": "Every instance of permeability is a disposition.",
  "177": "Every quality is a specifically dependent continuant.",
  "178": "Every fault core membrane has a smeared quality.",
  "179": "Every rotation fault is classified as a fault structure.",
  "180": "Each amount of mineral is an earth material.",
  "181": "Every geological structure generally depends on some geological object.",
  "182": "Every fault wall is part of some fault volume.",
  "183": "Every brittle shear deformation is a type of geological deformation.",
  "184": "Every detachment fault is categorized as a fault structure.",
  "185": "Each damage zone is a part of a fault zone.",
  "186": "Every horst and graben structure is a component of a fault system structure.",
  "187": "Every fault breccia is a type of brittle fault rock.",
  "188": "Each horst serves as a role.",
  "190": "Every geological process is identified as a process.",
  "192": "Every occurrent is an entity.",
  "193": "Every large clasts proportion is a rock quality.",
  "194": "Every reverse fault is categorized as a fault structure.",
  "195": "Every fault horse is exclusively connected to a physical slip surface.",
  "197": "Every fault surface shape is classified as a quality.",
  "198": "Every fault wall is a volume of rock.",
  "199": "Every horst concretizes a horst and graben structure.",
  "201": "Every throw is identified as a fault maximum separation.",
  "202": "Every fault dip angle is a type of fault orientation.",
  "203": "Every strike separation is a fault maximum separation.",
  "204": "Every process is an occurrent.",
  "205": "Each geological object is constituted by some earth material and is not an earth fluid.",
  "206": "Every three-dimensional spatial region is a spatial region.",
  "208": "Each major fault serves as a role.",
  "209": "Every disposition is a realizable entity.",
  "210": "Each nonsystematic formation is a type of fault array structure.",
  "211": "Every conjugate formation is a fault array structure.",
  "214": "The concept 'thrust fault' is defined as a low-angle fault and reverse fault.",
  "221": "The concept 'minor fault' is synonymous with subsidiary fault.",
  "223": "The concept 'oblique fault' is defined as either a normal fault and strike-slip fault or a reverse fault and strike-slip fault."
}

